"%lu day left on trial" = "%lu den do konce platnosti zkušební verze";
"%lu days left on trial" = "%lu dnů do konce platnosti zkušební verze";
"Apply" = "Použít";
"Back" = "Zpět";
"Buy Later" = "Koupit později";
"Buy Now" = "Koupit";
"Cancel" = "Zrušit";
"Close" = "Zavřít";
"Continue" = "Pokračovat";
"Did you <a href=\"%@\">lose your licence?</a>" = "Ztratili jste <a href=\"%@\">svoji licenci?</a>";
"Email License to:" = "Poslat licenci na:";
"Email address is blank!" = "Emailová addresa není vyplněna!";
"Enter your serial number below to unlock Path Finder" = "Pro odempnutí Path Finderu prosím zadejte sériové číslo";
"Free Trial" = "Zkušební verze zdarma";
"Free trial has expired" = "Platnost zkušební verze vypršela";
"If you need help, email us at help@cocoatech.com" = "Pokud potřebujete pomoci, napište nám na adresu help@cocoatech.com";
"If you own Path Finder 6, enter your name and license key to be eligable for the upgrade discount. Continue to the next step if you are a first time buyer." = "Pokud vlastníte Path Finder 6, pak pro získání slevy na upgrade zadejte Vaše lincencované jméno a klíč. Pokud jste nový zákazník, pokračujte k dalšímu kroku.";
"Licensed for %ld user" = "Licencováno pro %ld uživatele";
"Licensed for %ld users" = "Licencováno pro %ld uživatelů";
"Not licensed" = "Bez licence";
"OK" = "Budiž";
"Path Finder 6 License" = "Licence Path Finderu 6";
"Path Finder has been successfully registered. Save your registration information in a safe place." = "Path Finder Je úspěšně zaregistrován. Registrační údaje si prosím pečlivě uschovejte.";
"Processing..." = "Zpracovávám...";
"Purchase" = "Zakoupit";
"Purchase Path Finder. It's Fast, Simple and Secure." = "Zakoupit Path Finder. Je to rychlé, jednoduché a bezpečné.";
"Purchase successful. Thank you!" = "Nákup byl úspěšný. Děkujeme Vám!";
"Purchase unsuccessful. Let us know what happened. Email us at help@cocoatech.com" = "Nákup byl neúspěšný. Dejte nám prosím vědět, co se stalo. Napište nám na adresu help@cocoatech.com";
"Quit" = "Ukončit";
"Registration" = "Registrace";
"Registration Code Invalid" = "Neplatný registrační klíč";
"Registration Successful" = "Registrace proběhla úspěšně";
"Request Sent" = "Požadavek odeslán";
"Send" = "Odeslat";
"Thank you!" = "Děkujeme Vám!";
"The Path Finder 6 license key you entered is not valid." = "Zadaná licenční klíč Path Finderu 6 není platný.";
"The trial period has expired." = "Platnost zkušební verze vypršela.";
"There was a problem with the name or license code you entered. Copy and paste the text from the order email and try again. If you still have problems, visit our lost license code page." = "Došlo k problému se zadaným jménem nebo licenčním klíčem. Zkopírujte a vložte text z emailové objednávky a zkuste to znovu. Pokud budete mít i nadále problémy, navštivte prosím naši stránku tkající se ztráty licenčního klíče.";
"Unlock" = "Odemknout";
"Upgrading from version 6?" = "Upgradujete z verze 6?";
"Valid for Upgrade!" = "Platný pro upgrade!";
"Wait %u" = "Čekejte %u";
"You entered the correct name and license code. Thank you for registering Path Finder." = "Zadali jste správné jméno a licenční klíč. Děkujeme vám, že jste sei Path Finder zaregistrovali.";
"You will receive your unique serial number instantly." = "Svoje unikátní sériové číslo obdržíte obratem.";
"You're all done. Close this window to continue launching Path Finder. Print this page to make a hard copy of your license code in case you need to install on a new computer in the future." = "Vše je dokončeno. Pro start Path Finderu prosím zavřete toto okno. Stránku si prosím vytiskněte jako zálohu licenčního klíče pro případ, že byste v budoucnu potřebovali instalovat Path Finder na jiný počítač.";
"Your 30 day trial has expired. Please purchase Path Finder." = "Vaše šé denní zkouškové období vypršelo. Zakupte si prosím Path Finder.";
"Your serial number is in your confirmation email." = "Vaše sériové číslo naleznete v potvrzovacím emailu.";
